
<?php require 'header.php'; ?>
<?php
$sale_hit = get_sales_hit_by_id($_GET['id']);
?>
        <!--<div class="work_place">!-->
            <div class="test_container"></div>
            <p>
                Новая флагманская видеокарта nVidia – это революционный уровень производительности и реализма в играх.
                Мощная архитектура NVIDIA Turing, инновационные технологии и 11 ГБ ультраскоростной памяти нового
                поколения GDDR6 делают ее лучшей в мире игровой видеокартой.

                nVidia Turing
                Видеокарты серии GeForce 20 созданы на базе мощной архитектуры Turing и абсолютно новой платформы RTX.
                Они до 6 раз производительнее видеокарт предыдущего поколения и привносят в игры технологии
                искусственного интеллекта и трассировки лучей в реальном времени.

                Вентилятор с двойным шарикоподшипником
                Вентилятор с двойным шарикоподшипником, использующийся в кулере видеокарты, обладает в несколько раз
                большим сроком службы, чем традиционные вентиляторы с подшипниками скольжения.

                Качество и надежность. Технология Auto-Extreme.
                Стабильной работе видеокарт способствует высококачественная элементная база и эксклюзивная технология
                Auto-Extreme, которая подразумевает первый в индустрии на 100% автоматизированный процесс производства.

                Компоненты Super Alloy Power II
                Компоненты Super Alloy Power II обеспечивают эффективное потребление энергии, значительно уменьшенный
                уровень вибраций и шума при максимальной нагрузке и снижение рабочей температуры.

                VR Ready
                Откройте для себя виртуальную реальность нового поколения, минимальные задержки и совместимость
                (Plug-and-Play) с лучшими VR-гарнитурами – все это благодаря технологиям NVIDIA VRWorks. Звуковое
                сопровождение, физика и тактильные ощущения в VR позволят вам прочувствовать каждый момент игрового
                процесса.

                Для геймеров
                Видеокарты серии GeForce RTX 20 – это исключительная производительность и поддержка современных
                геймерских технологий.

                NVIDIA G-SYNC
                Эта революционная технология обеспечивает самый быстрый и плавный игровой процесс в истории. G-SYNC
                синхронизирует скорость регенерации изображения дисплея с видеокартой GeForce RTX. Это устраняет разрывы
                и минимизирует дрожание и задержки изображения.

                NVIDIA SLI
                Технология NVIDIA SLI – это революционная платформа, позволяющая гибко изменять графическую
                производительность путем объединения нескольких графических решений NVIDIA в одной системе на базе
                SLI-сертифицированной материнской платы.
            </p>
            <div class="about_shit">
                <h2><s>$3500</s></h2>
                <p><strong>now $2000</strong></p>
            </div>
            <div class="img_for">
                <img src="images/n4.jpg" />
            </div>
        </div>
    </div>
    </div>
</body>

</html>